000100081104     A*%%TS  DD  20081104  103036  ispa2       REL-V5.0.1  WDSc
000200081104     A**************************************************************************
000300081104     A* * Compiler Options:
000400081104     A*   COMPILE OPTIONS HERE
000500081104     A*
000600110512     A* File  . . . . . . T_DSPF_SFL
000700081104     A*
000800081104     A* Created on  . . .
000900081104     A*         by  . . .
001000081104     A*
001100081104     A* Description . . .
001200110512     A*
001300110512     A* To Compile:
001400110512     A* *> CRTDSPF FILE(&O/&ON) SRCFILE(&L/&F) SRCMBR(&N)
001500081104     A*
001600081104     A* CHANGE LOG:
001700081104     A* Date       | Name            | Description
001800081104     A* ------------------------------------------------------------------------
001900081104     A*            |                 |
002000081104     A*            |                 |
002100081104     A*            |                 |
002200081104     A**************************************************************************
002300081223     A*%%FD
002400081104     A*%%EC
002500081104     A                                      DSPSIZ(24 80 *DS3)
002600081104     A                                      CA03(03 'Exit')
002700081104     A                                      CA12(12 'Cancel')
002800081104     A                                      PRINT
002900081104     A          R OVR01
003000081104     A*%%TS  DD  20081104  102218  ispa2       REL-V5.0.1  WDSc
003100081104     A                                      OVERLAY
003200081104     A                                 23  2'F3=Exit'
003300081104     A                                      COLOR(BLU)
003400081104     A                                 23 11'F4=Prompt'
003500081104     A                                      COLOR(BLU)
003600081104     A                                 23 22'F6=Add'
003700081104     A                                      COLOR(BLU)
003800081104     A                                 23 30'F12=Cancel'
003900081104     A                                      COLOR(BLU)
004000081104     A*%%GP SCREEN1    03
004100081104     A          R SFL01
004200081104     A*%%TS  DD  20081104  102546  ispa2       REL-V5.0.1  WDSc
004300081104     A                                      SFL
004400081104     A            SEL            1   I  7  3CHECK(ER)
004500081104     A*%%GP SCREEN1    01
004600081104     A          R CTL01
004700081104     A*%%TS  DD  20081104  102546  ispa2       REL-V5.0.1  WDSc
004800081104     A                                      SFLCTL(SFL01)
004900081104     A                                      SFLDSPCTL
005000081104     A  30                                  SFLDSP
005100081104     A                                      SFLPAG(15)
005200081104     A                                      SFLSIZ(16)
005300081104     A  30                                  SFLEND(*MORE)
005400081104     A                                      SFLCSRRRN(&HCSRRRN)
005500081104     A  31                                  SFLCLR
005600081104     A                                      OVERLAY
005700081104     A                                      RTNCSRLOC(*RECNAME &HCSRREC +
005800081104     A                                      &HCSRFLD)
005900081104     A            PGM           10   O  1  2
006000081104     A                                  1 72DATE
006100081104     A                                      EDTCDE(Y)
006200081104     A                                  2 72TIME
006300081104     A                                  4  2'Opt:'
006400081104     A                                      COLOR(WHT)
006500081104     A                                  4  7'1=Select'
006600081104     A                                  4 17'2=Change'
006700081104     A                                  4 27'4=Delete'
006800081104     A                                  4 37'5=Display'
006900081104     A                                  6  2'Sel'
007000081104     A            HCSRLOC        4S 0H      SFLRCDNBR(CURSOR)
007100081104     A            HCSRRRN        5S 0H
007200081104     A            HCSRREC       10A  H
007300081104     A            HCSRFLD       10A  H
007400081104     A*%%GP SCREEN1    02
