000100060612     D PSDS           sds
000200061011     D pgmName                 1     10a
000300061011     D pgmSts                 11     15s 0
000400061011     D pgmPrvSts              16     20s 0
000500061011     D pgmSrcStmt             21     28a
000600061011     D pgmRoutine             29     36a
000700061011     D pgmParms               37     39s 0
000800061011     D pgmMsgId               40     46a
000900061011     D pgmMI#                 47     50a
001000061011     D pgmWork                51     80a
001100061011     D pgmLib                 81     90a
001200061011     D pgmErrDta              91    170a
001300061011     D pgmRpgMsg             171    174a
001400061011     D pgmJob                244    253a
001500061011     D pgmUser               254    263a
001600061011     D pgmJobNum             264    269s 0
001700061011     D pgmJobDate            270    275s 0
001800061011     D pgmRunDate            276    281s 0
001900061011     D pgmRunTime            282    287s 0
