000102070816     D F1                     01     01N
000103070816     D F2                     02     02N
000104070816     D F3                     03     03N
000105070816     D F4                     04     04N
000106070816     D F5                     05     05N
000107070816     D F6                     06     06N
000108070816     D F7                     07     07N
000109070816     D F8                     08     08N
000110070816     D F9                     09     09N
000111070816     D F10                    10     10N
000112070816     D F11                    11     11N
000113070816     D F12                    12     12N
000114070816     D F13                    13     13N
000115070816     D F14                    14     14N
000116070816     D F15                    15     15N
000117070816     D F16                    16     16N
000118070816     D F17                    17     17N
000119070816     D F18                    18     18N
000120070816     D F19                    19     19N
000121070816     D F20                    20     20N
000122070816     D F21                    21     21N
000123070816     D F22                    22     22N
000124070816     D F23                    23     23N
000125070816     D F24                    24     24N
000126070816     D sflDsp                 30     30N
000127070816     D sflClear               31     31N
