000100060608       // SQL Error Status Fields (Numeric Order)
000200060608     D SQL_SUCCESS     C                   CONST('00000')
000300060608     D SQL_NO_MORE_ROWS...
000400060608     D                 C                   CONST('02000')
000500110822     D SQL_DUPLICATE_RECORD...
000600110822     D                 C                   CONST('23505')
000700110822     D SQL_ROW_LOCKED...
000800110822     D                 C                   CONST('57033')
