000100060608       // SQL Error Status Fields (Numeric Order)
000103060608     D SQL_SUCCESS     C                   CONST('00000')
000104060608     D SQL_NO_MORE_ROWS...
000105060608     D                 C                   CONST('02000')
