000100100409      * --- Prototype for CrtUsrSpc
000200100409      *
000300100409     D  CrtUsrSpc      PR             1
000400100409     D  UsrSpcName                   20
000500100409
