000100100409     D qcmdexc         PR                  extpgm( 'QCMDEXC' )
000200100409     D   os400_cmd                 2000A   options( *varsize ) const
000300100409     D   cmdlength                   15P 5                     const
000400100409
