000100100409     DLJOBINPUT        ds                           qualified
000200100409     D  JobName...
000300100409     D                         1     10
000400100409     D  UserName...
000500100409     D                        11     20
000600100409     D  JobNumber...
000700100409     D                        21     26
000800100409     D  Status...
000900100409     D                        27     36
001000100409     D  UserSpace...
001100100409     D                        37     46
001200100409     D  UserSpaceLibrary...
001300100409     D                        47     56
001400100409     D  Format...
001500100409     D                        57     64
001600100409     D  JobType...
001700100409     D                        65     65
001800100409     D  Reserved01...
001900100409     D                        66     68
002000100409     D  Reserved02...
002100100409     D                        69     72B 0
002200100409     D*
002300100409     DLJOB100          ds                           qualified
002400100409     D  JobName...
002500100409     D                         1     10
002600100409     D  UserName...
002700100409     D                        11     20
002800100409     D  JobNumber...
002900100409     D                        21     26
003000100409     D  InternalJobId...
003100100409     D                        27     42
003200100409     D  Status...
003300100409     D                        43     52
003400100409     D  JobType...
003500100409     D                        53     53
003600100409     D  JobSubType...
003700100409     D                        54     54
003800100409     D  Reserved01...
003900100409     D                        55     56
004000100409     D*
004100100409     DLJOB200          ds                           qualified
004200100409     D  JobName...
004300100409     D                         1     10
004400100409     D  UserName...
004500100409     D                        11     20
004600100409     D  JobNumber...
004700100409     D                        21     26
004800100409     D  InternalJobId...
004900100409     D                        27     42
005000100409     D  Status...
005100100409     D                        43     52
005200100409     D  JobType...
005300100409     D                        53     53
005400100409     D  JobSubType...
005500100409     D                        54     54
005600100409     D  Reserved01...
005700100409     D                        55     56
005800100409     D  JobInfoStatus...
005900100409     D                        57     57
006000100409     D  Reserved02...
006100100409     D                        58     60
006200100409     D  NumberOfFieldsReturned...
006300100409     D                        61     64B 0
006400100409     D  ReturnedData...
006500100409     D                        65   1064
006600100409     D*
006700100409     DLJOB200KEY       ds                           qualified
006800100409     D  KeyNumber01...
006900100409     D                         1      4B 0
007000100409     D  NumberOfKeys...
007100100409     D                         5      8B 0
007200100409     D*
007300100409     DLJOBKEYINFO      ds                           qualified
007400100409     D  LengthOfInformation...
007500100409     D                         1      4B 0
007600100409     D  KeyField...
007700100409     D                         5      8B 0
007800100409     D  TypeOfData...
007900100409     D                         9      9
008000100409     D  Reserved01...
008100100409     D                        10     12
008200100409     D  LengthOfData...
008300100409     D                        13     16B 0
008400100409     D  KeyData...
008500100409     D                        17   1016
008600100409
