000100100409      * --- Prototype for API Retrive List Job
000200100409      *
000300100409     D QUSLJOB         pr                  extpgm( 'QUSLJOB' )
000400100409     D   QJobUserSpace...
000500100409     D                               20
000600100409     D   QJobFormatName...
000700100409     D                                8
000800100409     D   QJobJobName...
000900100409     D                               26
001000100409     D   QFldStatus...
001100100409     D                               10
001200100409     D   QFldError...
001300100409     D                              256
001400100409     D   QJobType...
001500100409     D                                1
001600100409     D   QNbrFldRtn...
001700100409     D                                8B 0
001800100409     D   QKeyFldRtn...
001900100409     D                                8B 0 dim( 100 )
002000100409
