000100100409     DQUSA0100         DS
000200100409     D QUsrSpcOffset...
000300100409     D                         1      4B 0
000400100409     D QUsrSpcEntries...
000500100409     D                         9     12B 0
000600100409     D QUsrSpcEntrieSize...
000700100409     D                        13     16B 0
000800100409
