000100100409      * --- Prototype for API Retrive User Space
000200100409      *
000300100409     D QUSRTVUS        pr                  extpgm( 'QUSRTVUS' )
000400100409     D   QRtvUserSpace...
000500100409     D                               20
000600100409     D   QRtvStartingPosition...
000700100409     D                                8B 0
000800100409     D   QRtvLengthOfData...
000900100409     D                                8B 0
001000100409     D   QRtvReceiverVariable...
001100100409     D                            32048
001200100409     D   QRtvError...
001300100409     D                              256
001400100409
